Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.taskComposer.startingAgentFormat
source: Starting %@…
ar: جارٍ بدء تشغيل %@...
de: %@ wird gestartet…
es: Iniciando %@…
fr: Démarrage de %@…
ja: %@を起動中…
ko: %@ 시작 중…

# mobile.taskComposer.startingTask
source: Starting Task…
ar: جارٍ بدء المهمة...
de: Aufgabe starten…
es: Iniciando tarea…
fr: Démarrage de la tâche…
ja: タスクを開始中…
ko: 작업 시작 중…
zh_hans: 开始任务...
zh_hant: 開始任務...

# mobile.taskComposer.startTask
source: Start Task
ar: ابدأ المهمة
de: Aufgabe starten
es: Iniciar tarea
fr: Démarrer la tâche
ja: タスクを開始
ko: 작업 시작
zh_hans: 启动任务
zh_hant: 啟動任務

# mobile.taskComposer.submit
source: Start Task
ar: ابدأ المهمة
de: Aufgabe starten
es: Iniciar tarea
fr: Démarrer la tâche
ja: タスクを開始
ko: 작업 시작
zh_hans: 启动任务
zh_hant: 啟動任務

# mobile.taskComposer.template.seed.claude
source: Claude
ar: كلود
es: claudio
ko: 클로드
zh_hans: 克洛德
zh_hant: 克洛德

# mobile.taskComposer.template.seed.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# mobile.taskComposer.template.seed.opencode
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hans: 开放代码
zh_hant: 開放程式碼

# mobile.taskComposer.template.seed.shell
source: Shell
ar: صدَفَة
de: Hülse
es: Caparazón
fr: Coquille
ja: シェル
ko: 껍데기
zh_hans: 壳
zh_hant: 殼

# mobile.taskComposer.templates.title
source: Task Templates
ar: قوالب المهام
de: Aufgabenvorlagen
es: Plantillas de tareas
fr: Modèles de tâches
ja: タスクテンプレート
ko: 작업 템플릿
zh_hans: 任务模板
zh_hant: 任務模板

# mobile.taskComposer.title
source: New Task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新規タスク
ko: 새 작업
zh_hans: 新任务
zh_hant: 新任務

# mobile.taskComposer.tryAgain
source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: もう一度試す
ko: 다시 시도
zh_hans: 再试一次
zh_hant: 再試一次

# mobile.taskComposer.validation.machine
source: Pair a Mac before starting a task.
ar: قم بإقران جهاز Mac قبل بدء المهمة.
de: Koppeln Sie einen Mac, bevor Sie eine Aufgabe starten.
es: Empareje una Mac antes de comenzar una tarea.
fr: Associez un Mac avant de commencer une tâche.
ja: タスクを開始する前にMacをペアリングしてください。
ko: 작업을 시작하기 전에 Mac을 페어링하세요.
zh_hans: 在开始任务之前对 Mac 进行配对。
zh_hant: 在開始任務之前對 Mac 進行配對。

# mobile.taskComposer.validation.template
source: Add an agent before starting a task.
ar: قم بإضافة وكيل قبل بدء المهمة.
de: Fügen Sie einen Agenten hinzu, bevor Sie eine Aufgabe starten.
es: Agregue un agente antes de comenzar una tarea.
fr: Ajoutez un agent avant de démarrer une tâche.
ja: エージェントを追加してからタスクを開始してください。
ko: 작업을 시작하기 전에 에이전트를 추가하세요.
zh_hans: 在开始任务之前添加代理。
zh_hant: 在開始任務之前新增代理。

# mobile.taskComposer.warning.noConnectedMac
source: No Mac is connected. Open cmux on a Mac to start this task.
ar: لا يوجد جهاز Mac متصل. افتح cmux على جهاز Mac لبدء هذه المهمة.
de: Es ist kein Mac angeschlossen. Öffnen Sie cmux auf einem Mac, um diese Aufgabe zu starten.
es: No hay ningún Mac conectado. Abra cmux en una Mac para iniciar esta tarea.
fr: Aucun Mac n'est connecté. Ouvrez cmux sur un Mac pour démarrer cette tâche.
ja: 接続されているMacがありません。タスクを開始するには、Macでcmuxを開いてください。
ko: 연결된 Mac이 없습니다. 이 작업을 시작하려면 Mac에서 cmux를 여세요.
zh_hans: 没有连接 Mac。在 Mac 上打开 cmux 以启动此任务。
zh_hant: 沒有連接 Mac。在 Mac 上開啟 cmux 以啟動此任務。

# mobile.taskComposer.workspace
source: Workspace
ar: مساحة العمل
de: Arbeitsplatz
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업공간
zh_hans: 工作空间
zh_hant: 工作空間

# mobile.taskComposer.workspaceName
source: Workspace name
ar: اسم مساحة العمل
de: Name des Arbeitsbereichs
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
ja: ワークスペース名
ko: 작업공간 이름
zh_hans: 工作区名称
zh_hant: 工作區名稱

# mobile.taskComposer.workspaceName.optional
source: Workspace name (optional)
ar: اسم مساحة العمل (اختياري)
de: Arbeitsbereichsname (optional)
es: Nombre del espacio de trabajo (opcional)
fr: Nom de l'espace de travail (facultatif)
ja: ワークスペース名（任意）
ko: 작업공간 이름(선택사항)
zh_hans: 工作区名称（可选）
zh_hant: 工作區名稱（可選）

# mobile.taskComposer.workspaceName.generatedPlaceholder
source: Generated from prompt
ar: تم إنشاؤها من موجه
de: Aus Eingabeaufforderung generiert
es: Generado desde el mensaje
fr: Généré à partir d'une invite
ja: プロンプトから自動生成
ko: 프롬프트에서 생성됨
zh_hans: 根据提示生成
zh_hant: 根據提示生成

# mobile.toolbar.editor.addTitle
source: Add Action
ar: أضف الإجراء
de: Aktion hinzufügen
es: Agregar acción
fr: Ajouter une action
ja: アクションを追加
ko: 액션 추가
zh_hans: 添加动作
zh_hant: 添加動作

# mobile.toolbar.editor.commandFooter
source: The text typed into the terminal when tapped. Turn on Run after typing to press Return automatically.
ar: النص المكتوب في المحطة عند النقر عليه. قم بتشغيل "تشغيل بعد الكتابة" للضغط على "رجوع" تلقائيًا.
de: Der Text, der beim Antippen in das Terminal eingegeben wird. Aktivieren Sie nach der Eingabe die Option „Ausführen“, um automatisch die Eingabetaste zu drücken.
es: El texto escrito en la terminal cuando se toca. Active Ejecutar después de escribir para presionar Retorno automáticamente.
fr: Le texte saisi dans le terminal lorsque vous appuyez dessus. Activez Exécuter après avoir tapé pour appuyer automatiquement sur Retour.
ja: タップしたときにターミナルへ入力されるテキストです。「入力後に実行」をオンにすると、自動的にReturnが押されます。
ko: 탭할 때 터미널에 입력되는 텍스트입니다. Enter 키를 자동으로 누르려면 입력 후 실행을 켜세요.
zh_hans: 点击时在终端中输入的文本。键入后打开“运行”以自动按回车键。
zh_hant: 点击时在终端中输入的文本。鍵入後開啟「運轉」以自動按回車鍵。

# mobile.toolbar.editor.commandHeader
source: Sends
ar: يرسل
de: Sendet
es: Envía
fr: Envoie
ja: 送信内容
ko: 보낸다
zh_hans: 发送
zh_hant: 傳送

# mobile.toolbar.editor.commandPlaceholder
source: claude --dangerously-skip-permissions
ar: كلود --بشكل خطير-تخطي-الأذونات
es: claude --omitir-permisos peligrosamente
fr: claude --sauter-dangereusement-les autorisations
ko: 클로드 --위험하게 건너뛰기 권한
zh_hans: 克劳德——危险地跳过权限
zh_hant: 克勞德——危險地跳過權限

# mobile.toolbar.editor.editTitle
source: Edit Action
ar: تعديل الإجراء
de: Aktion bearbeiten
es: Editar acción
fr: Modifier l'action
ja: アクションを編集
ko: 작업 편집
zh_hans: 编辑动作
zh_hant: 編輯動作

# mobile.toolbar.editor.runAfterTyping
source: Run after typing
ar: تشغيل بعد الكتابة
de: Nach der Eingabe ausführen
es: Ejecutar después de escribir
fr: Exécuter après avoir tapé
ja: 入力後に実行
ko: 입력 후 실행
zh_hans: 输入后运行
zh_hant: 輸入後運行

# mobile.toolbar.editor.titleFooter
source: Shown on the button in the keyboard toolbar.
ar: يظهر على الزر الموجود في شريط أدوات لوحة المفاتيح.
de: Wird auf der Schaltfläche in der Tastatursymbolleiste angezeigt.
es: Se muestra en el botón de la barra de herramientas del teclado.
fr: Affiché sur le bouton dans la barre d'outils du clavier.
ja: キーボードツールバーのボタンに表示されます。
ko: 키보드 도구 모음의 버튼에 표시됩니다.
zh_hans: 显示在键盘工具栏中的按钮上。
zh_hant: 顯示在鍵盤工具列中的按鈕上。

# mobile.toolbar.editor.titleHeader
source: Label
ar: ملصق
de: Etikett
es: Etiqueta
fr: Étiquette
ja: ラベル
ko: 상표
zh_hans: 标签
zh_hant: 標籤

# mobile.toolbar.editor.titlePlaceholder
source: Button label
ar: تسمية الزر
de: Knopfbeschriftung
es: Etiqueta del botón
fr: Etiquette du bouton
ja: ボタンのラベル
ko: 버튼 라벨
zh_hans: 按钮标签
zh_hant: 按鈕標籤

# mobile.workspace.back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤쪽에
zh_hans: 后退
zh_hant: 後退

# mobile.workspace.backUnreadCountFormat
source: %d unread workspaces
ar: مساحات العمل غير المقروءة %d
de: %d ungelesene Arbeitsbereiche
es: %d espacios de trabajo no leídos
fr: %d espaces de travail non lus
ja: 未読のワークスペース %d 件
ko: %d 읽지 않은 작업 공간

# mobile.workspace.close.action
source: Close Workspace
ar: إغلاق مساحة العمل
de: Schließen Sie den Arbeitsbereich
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
ja: ワークスペースを閉じる
ko: 작업공간 닫기
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# mobile.workspace.delete
source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# mobile.workspace.delete.confirmAction
source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# mobile.workspace.delete.confirmMessage
source: This will close the workspace on your Mac.
ar: سيؤدي هذا إلى إغلاق مساحة العمل على جهاز Mac الخاص بك.
de: Dadurch wird der Arbeitsbereich auf Ihrem Mac geschlossen.
es: Esto cerrará el espacio de trabajo en tu Mac.
fr: Cela fermera l'espace de travail sur votre Mac.
ja: Mac 上のワークスペースを閉じます。
ko: 그러면 Mac의 작업 공간이 닫힙니다.
zh_hans: 这将关闭 Mac 上的工作区。
zh_hant: 這將關閉 Mac 上的工作區。

# mobile.workspace.customize.action
source: Customize
ar: تخصيص
de: Anpassen
es: Personalizar
fr: Personnaliser
ja: カスタマイズ
ko: 사용자 정의
zh_hans: 定制
zh_hant: 客製化

# mobile.workspace.customize.appearance
source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 모습
zh_hans: 外貌
zh_hant: 外貌

# mobile.workspace.customize.color
source: Color
ar: لون
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# mobile.workspace.customize.description
source: Description
ar: وصف
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
zh_hans: 描述
zh_hant: 描述

# mobile.workspace.customize.description.help
source: Shown in the workspace list above live activity.
ar: تظهر في قائمة مساحة العمل أعلى النشاط المباشر.
de: Wird in der Arbeitsbereichsliste über der Live-Aktivität angezeigt.
es: Se muestra en la lista de espacios de trabajo encima de la actividad en vivo.
fr: Affiché dans la liste des espaces de travail au-dessus de l'activité en direct.
ja: ワークスペース一覧でライブアクティビティの上に表示されます。
ko: 라이브 활동 위의 작업공간 목록에 표시됩니다.
zh_hans: 显示在实时活动上方的工作区列表中。
zh_hant: 顯示在即時活動上方的工作區清單中。

# mobile.workspace.customize.description.placeholder
source: What is this workspace for?
ar: ما هي مساحة العمل هذه؟
de: Wozu dient dieser Arbeitsbereich?
es: ¿Para qué sirve este espacio de trabajo?
fr: A quoi sert cet espace de travail ?
ja: このワークスペースの用途
ko: 이 작업 공간은 무엇을 위한 것인가요?
zh_hans: 这个工作区是做什么用的？
zh_hant: 這個工作區是做什麼用的？

# mobile.workspace.customize.description.tooLong
source: Description must be 4 KB or less.
ar: يجب أن يكون حجم الوصف 4 كيلو بايت أو أقل.
de: Die Beschreibung darf höchstens 4 KB groß sein.
es: La descripción debe tener 4 KB o menos.
fr: La description doit faire 4 Ko ou moins.
ja: 説明は4 KB以下にしてください。
ko: 설명은 4KB 이하여야 합니다.
zh_hans: 描述不得超过 4 KB。
zh_hant: 描述不得超過 4 KB。

# mobile.workspace.customize.description.truncated
source: This Mac description is longer than iPhone can edit. Change it on Mac to avoid losing text.
ar: وصف Mac هذا أطول مما يستطيع iPhone تحريره. قم بتغييره على نظام Mac لتجنب فقدان النص.
de: Diese Mac-Beschreibung ist länger, als das iPhone bearbeiten kann. Ändern Sie es auf dem Mac, um Textverluste zu vermeiden.
es: Esta descripción de Mac es más larga de lo que el iPhone puede editar. Cámbielo en Mac para evitar perder texto.
fr: Cette description Mac est plus longue que ce que l’iPhone peut modifier. Modifiez-le sur Mac pour éviter de perdre du texte.
ja: このMacの説明はiPhoneで編集できる長さを超えています。テキストを失わないようMacで変更してください。
ko: 이 Mac 설명은 iPhone이 편집할 수 있는 것보다 깁니다. 텍스트 손실을 방지하려면 Mac에서 변경하세요.
zh_hans: 此 Mac 描述的长度超出了 iPhone 可以编辑的长度。在 Mac 上更改它以避免丢失文本。
zh_hant: 此 Mac 描述的長度超出了 iPhone 可以編輯的長度。在 Mac 上更改它以避免丟失文字。

# mobile.workspace.customize.concurrentChange
source: This workspace changed on your Mac. Review the latest values and save again.
ar: تم تغيير مساحة العمل هذه على جهاز Mac الخاص بك. راجع أحدث القيم واحفظها مرة أخرى.
de: Dieser Arbeitsbereich hat sich auf Ihrem Mac geändert. Überprüfen Sie die neuesten Werte und speichern Sie sie erneut.
es: Este espacio de trabajo cambió en tu Mac. Revise los valores más recientes y guárdelos nuevamente.
fr: Cet espace de travail a changé sur votre Mac. Vérifiez les dernières valeurs et enregistrez à nouveau.
ja: このワークスペースはMacで変更されました。最新の値を確認して、もう一度保存してください。
ko: Mac에서 이 작업 공간이 변경되었습니다. 최신 값을 검토하고 다시 저장하세요.
zh_hans: 此工作区在您的 Mac 上发生了变化。查看最新值并再次保存。
zh_hant: 此工作區在您的 Mac 上發生了變化。查看最新值並再次儲存。

# mobile.workspace.customize.workspaceUnavailable
source: This workspace is no longer available. Reopen the workspace list and try again.
ar: مساحة العمل هذه لم تعد متوفرة. أعد فتح قائمة مساحات العمل وحاول مرة أخرى.
de: Dieser Arbeitsbereich ist nicht mehr verfügbar. Öffnen Sie die Arbeitsbereichsliste erneut und versuchen Sie es erneut.
es: Este espacio de trabajo ya no está disponible. Vuelva a abrir la lista de espacios de trabajo e inténtelo de nuevo.
fr: Cet espace de travail n'est plus disponible. Rouvrez la liste des espaces de travail et réessayez.
ja: このワークスペースは利用できなくなりました。ワークスペース一覧を開き直して、もう一度試してください。
ko: 이 작업공간은 더 이상 사용할 수 없습니다. 작업공간 목록을 다시 열고 다시 시도하세요.
zh_hans: 该工作区不再可用。重新打开工作区列表并重试。
zh_hant: 該工作區不再可用。重新開啟工作區清單並重試。

# mobile.workspace.customize.identity
source: Identity
ar: هوية
de: Identität
es: Identidad
fr: Identité
ja: 基本情報
ko: 신원
zh_hans: 身份
zh_hant: 身分

# mobile.workspace.customize.name
source: Name
ar: اسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

# mobile.workspace.customize.pinned
source: Pinned
ar: مثبت
de: Angepinnt
es: Fijado
fr: Épinglé
ja: ピン留め
ko: 고정됨
zh_hans: 已固定
zh_hant: 已固定

# mobile.workspace.customize.title
source: Customize Workspace
ar: تخصيص مساحة العمل
de: Arbeitsbereich anpassen
es: Personalizar el espacio de trabajo
fr: Personnaliser l'espace de travail
ja: ワークスペースをカスタマイズ
ko: 작업공간 사용자화
zh_hans: 自定义工作区
zh_hant: 自訂工作區

# mobile.workspace.customize.useColor
source: Use Workspace Color
ar: استخدم لون مساحة العمل
de: Verwenden Sie die Farbe des Arbeitsbereichs
es: Usar color del espacio de trabajo
fr: Utiliser la couleur de l'espace de travail
ja: ワークスペースカラーを使用
ko: 작업공간 색상 사용
zh_hans: 使用工作区颜色
zh_hant: 使用工作區顏色

# mobile.workspace.delete.confirmTitle
source: Delete Workspace?
ar: هل تريد حذف مساحة العمل؟
de: Arbeitsbereich löschen?
es: ¿Eliminar espacio de trabajo?
fr: Supprimer l'espace de travail ?
ja: ワークスペースを削除しますか？
ko: 작업공간을 삭제하시겠습니까?
zh_hans: 删除工作区？
zh_hant: 刪除工作區？

# mobile.workspace.emptyTitle
source: No Workspace
ar: لا توجد مساحة عمل
de: Kein Arbeitsbereich
es: Sin espacio de trabajo
fr: Aucun espace de travail
ja: ワークスペースなし
ko: 작업공간 없음
zh_hans: 无工作空间
zh_hant: 無工作空間

# mobile.workspace.markRead
source: Mark as Read
ar: وضع علامة كمقروءة
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标记为已读
zh_hant: 標記為已讀

# mobile.workspace.markUnread
source: Mark as Unread
ar: وضع علامة كغير مقروءة
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
ja: 未読にする
ko: 읽지 않은 상태로 표시
zh_hans: 标记为未读
zh_hant: 標記為未讀

# mobile.workspace.moveToGroup
source: Move to Group
ar: الانتقال إلى المجموعة
de: In die Gruppe verschieben
es: Mover al grupo
fr: Déplacer vers le groupe
ja: グループに移動
ko: 그룹으로 이동
zh_hans: 移至组
zh_hant: 移至群組

# mobile.workspace.removeFromGroup
source: Remove from Group
ar: إزالة من المجموعة
de: Aus Gruppe entfernen
es: Eliminar del grupo
fr: Supprimer du groupe
ja: グループから削除
ko: 그룹에서 제거
zh_hans: 从组中删除
zh_hant: 從群組中刪除

# mobile.workspace.new
source: New Workspace
ar: مساحة عمل جديدة
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新規ワークスペース
ko: 새 작업공간
zh_hans: 新工作区
zh_hant: 新工作區

# mobile.workspace.pin
source: Pin
ar: دبوس
de: Stift
es: Alfiler
fr: Épingle
ja: ピン留め
ko: 핀
zh_hans: 别针
zh_hant: 別針

# mobile.workspace.preview.justNow
source: now
ar: الآن
de: Jetzt
es: ahora
fr: maintenant
ja: 今
ko: 지금
zh_hans: 现在
zh_hant: 現在

# mobile.loading.timeout.message
source: cmux could not finish restoring this session. Check that the selected cmux build is running, then retry.
ar: تعذر على cmux إنهاء استعادة هذه الجلسة. تأكد من تشغيل إصدار cmux المحدد، ثم أعد المحاولة.
de: cmux konnte die Wiederherstellung dieser Sitzung nicht abschließen. Überprüfen Sie, ob der ausgewählte cmux-Build ausgeführt wird, und versuchen Sie es dann erneut.
es: cmux no pudo terminar de restaurar esta sesión. Verifique que la compilación cmux seleccionada se esté ejecutando y luego vuelva a intentarlo.
fr: cmux n'a pas pu terminer la restauration de cette session. Vérifiez que la version cmux sélectionnée est en cours d'exécution, puis réessayez.
ja: cmux はこのセッションの復元を完了できませんでした。選択した cmux ビルドが起動していることを確認してから、再試行してください。
ko: cmux가 이 세션 복원을 완료할 수 없습니다. 선택한 cmux 빌드가 실행 중인지 확인한 후 다시 시도하세요.
zh_hans: cmux 无法完成此会话的恢复。检查所选 cmux 构建是否正在运行，然后重试。
zh_hant: cmux 無法完成此會話的恢復。檢查所選 cmux 建置是否正在運行，然後重試。

# mobile.loading.timeout.title
source: Still loading
ar: لا يزال التحميل مستمرًا
de: Lädt immer noch
es: Todavía cargando
fr: Toujours en cours de chargement
ja: まだ読み込み中
ko: 아직 로드 중
zh_hans: 仍在加载中
zh_hant: 仍在加載中

# mobile.workspace.reconnect
source: Reconnect
ar: أعد الاتصال
de: Wieder verbinden
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결
zh_hans: 重新连接
zh_hant: 重新連接

# mobile.workspace.rename.action
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Rebautizar
fr: Rebaptiser
ja: 名前を変更
ko: 이름 바꾸기
zh_hans: 重命名
zh_hant: 重新命名

# mobile.workspace.rename.placeholder
source: Workspace name
ar: اسم مساحة العمل
de: Name des Arbeitsbereichs
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
ja: ワークスペース名
ko: 작업공간 이름
zh_hans: 工作区名称
zh_hant: 工作區名稱

# mobile.workspace.rename.title
source: Rename Workspace
ar: إعادة تسمية مساحة العمل
de: Arbeitsbereich umbenennen
es: Cambiar nombre del espacio de trabajo
fr: Renommer l'espace de travail
ja: ワークスペースの名前を変更
ko: 작업공간 이름 바꾸기
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# mobile.workspace.terminalCountFormat.one
source: 1 terminal
ar: 1 محطة
fr: 1 borne
ja: 1 個のターミナル
ko: 1 터미널
zh_hans: 1个航站楼
zh_hant: 1個航廈

# mobile.workspace.terminalCountFormat.other
source: %d terminals
ar: محطات %d
es: Terminales %d
fr: Terminaux %d
ja: %d 個のターミナル
ko: %d 터미널

# mobile.workspace.unpin
source: Unpin
ar: إزالة التثبيت
de: Lösen
es: Desprender
fr: Détacher
ja: ピン留めを解除
ko: 고정 해제
zh_hans: 取消固定
zh_hant: 取消固定

# mobile.workspace.unread
source: Unread
ar: غير مقروءة
de: Ungelesen
es: No leído
fr: Non lu
ja: 未読
ko: 읽히지 않는
zh_hans: 未读
zh_hant: 未讀

# mobile.workspace.unreadCountFormat.one
source: 1 unread
ar: 1 غير مقروءة
de: 1 ungelesen
es: 1 no leído
fr: 1 non lu
ja: 未読 1 件
ko: 읽지 않은 항목 1개
zh_hans: 1 条未读
zh_hant: 1 條未讀

# mobile.workspace.unreadCountFormat.other
source: %d unread
ar: %d غير مقروءة
de: %d ungelesen
es: %d no leído
fr: %d non lu
ja: 未読 %d 件
ko: %d 읽지 않음

# mobile.workspaceGroup.collapse.a11y
source: Collapse group
ar: طي المجموعة
de: Gruppe einklappen
es: Colapsar grupo
fr: Réduire le groupe
ja: グループを折りたたむ
ko: 그룹 축소
zh_hans: 折叠组
zh_hant: 折疊組

# mobile.workspaceGroup.expand.a11y
source: Expand group
ar: قم بتوسيع المجموعة
de: Gruppe erweitern
es: Expandir grupo
fr: Agrandir le groupe
ja: グループを展開
ko: 그룹 펼치기
zh_hans: 展开组
zh_hant: 展開組

# mobile.workspaces.filter
source: Filter
ar: فلتر
es: Filtrar
fr: Filtre
ja: フィルタ
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

# mobile.workspaces.filter.all
source: All Workspaces
ar: كافة مساحات العمل
de: Alle Arbeitsbereiche
es: Todos los espacios de trabajo
fr: Tous les espaces de travail
ja: すべてのワークスペース
ko: 모든 작업공간
zh_hans: 所有工作区
zh_hant: 所有工作區

# mobile.workspaces.filter.allMachines
source: All Machines
ar: جميع الآلات
de: Alle Maschinen
es: Todas las maquinas
fr: Toutes les machines
ja: すべてのマシン
ko: 모든 기계
zh_hans: 所有机器
zh_hant: 所有機器

# mobile.workspaces.filter.empty.machines
source: No workspaces on the selected machines
ar: لا توجد مساحات عمل على الأجهزة المحددة
de: Keine Arbeitsbereiche auf den ausgewählten Maschinen
es: No hay espacios de trabajo en las máquinas seleccionadas.
fr: Aucun espace de travail sur les machines sélectionnées
ja: 選択したマシンにワークスペースはありません
ko: 선택한 컴퓨터에 작업공간이 없습니다.
zh_hans: 所选计算机上没有工作区
zh_hant: 所選計算機上沒有工作區

# mobile.workspaces.filter.empty.unread
source: No unread workspaces
ar: لا توجد مساحات عمل غير مقروءة
de: Keine ungelesenen Arbeitsbereiche
es: No hay espacios de trabajo no leídos
fr: Aucun espace de travail non lu
ja: 未読のワークスペースはありません
ko: 읽지 않은 작업공간 없음
zh_hans: 没有未读的工作区
zh_hant: 沒有未讀的工作區

# mobile.workspaces.filter.empty.unreadOnMachines
source: No unread workspaces on the selected machines
ar: لا توجد مساحات عمل غير مقروءة على الأجهزة المحددة
de: Keine ungelesenen Arbeitsbereiche auf den ausgewählten Maschinen
es: No hay espacios de trabajo no leídos en las máquinas seleccionadas
fr: Aucun espace de travail non lu sur les machines sélectionnées
ja: 選択したマシンに未読のワークスペースはありません
ko: 선택한 머신에 읽지 않은 작업공간이 없습니다.
zh_hans: 所选计算机上没有未读的工作区
zh_hant: 所選計算機上沒有未讀的工作區

# mobile.workspaces.filter.machines
source: Machines
ar: آلات
de: Maschinen
es: maquinas
ja: マシン
ko: 기계
zh_hans: 机器
zh_hant: 機器

# mobile.workspaces.filter.readState
source: Show
ar: يعرض
de: Zeigen
es: Espectáculo
fr: Montrer
ja: 表示
ko: 보여주다
zh_hans: 展示
zh_hant: 展示

# mobile.workspaces.filter.showAll
source: Show All
ar: إظهار الكل
de: Alle anzeigen
es: Mostrar todo
fr: Afficher tout
ja: すべて表示
ko: 모두 표시
zh_hans: 显示全部
zh_hant: 顯示全部

# mobile.workspaces.filter.unread
source: Unread
ar: غير مقروءة
de: Ungelesen
es: No leído
fr: Non lu
ja: 未読
ko: 읽히지 않는
zh_hans: 未读
zh_hant: 未讀

# mobile.workspaces.sort
source: Sort Computers By
ar: فرز أجهزة الكمبيوتر حسب
de: Computer sortieren nach
es: Ordenar computadoras por
fr: Trier les ordinateurs par
ja: コンピュータの並べ替え
ko: 컴퓨터 정렬 기준
zh_hans: 计算机排序依据
zh_hant: 計算機排序依據

# mobile.workspaces.sort.automatic
source: Last Opened
ar: آخر فتح
de: Zuletzt geöffnet
es: Última apertura
fr: Dernière ouverture
ja: 最近開いた順
ko: 마지막 열림
zh_hans: 最后打开
zh_hant: 最後打開

# mobile.workspaces.sort.editOrder
source: Edit Computer Order…
ar: تحرير ترتيب الكمبيوتر...
de: Computerreihenfolge bearbeiten…
es: Editar orden de computadora…
fr: Modifier la commande informatique…
ja: コンピュータの順序を編集…
ko: 컴퓨터 주문 편집…
zh_hans: 编辑计算机订单...
zh_hant: 編輯電腦訂單...

# mobile.workspaces.sort.order.footer
source: Workspaces keep each computer's own order. Drag computers to choose which come first.
ar: تحتفظ مساحات العمل بالترتيب الخاص بكل كمبيوتر. اسحب أجهزة الكمبيوتر لاختيار أي منها يأتي أولاً.
de: Arbeitsbereiche behalten die eigene Reihenfolge jedes Computers bei. Ziehen Sie Computer, um auszuwählen, welche zuerst kommen.
es: Los espacios de trabajo mantienen el orden propio de cada computadora. Arrastre las computadoras para elegir cuál va primero.
fr: Les espaces de travail conservent le propre ordre de chaque ordinateur. Faites glisser les ordinateurs pour choisir lequel vient en premier.
ja: ワークスペースは各コンピュータ内の順序を保ちます。コンピュータをドラッグして表示順を選べます。
ko: 작업 공간은 각 컴퓨터의 고유한 순서를 유지합니다. 컴퓨터를 드래그하여 먼저 오는 것을 선택하세요.
zh_hans: 工作区保持每台计算机自己的顺序。拖动计算机以选择先出现的计算机。
zh_hant: 工作區保持每台電腦自己的順序。拖曳電腦以選擇先出現的電腦。

# mobile.workspaces.sort.order.title
source: Computer Order
ar: ترتيب الكمبيوتر
de: Computerbestellung
es: Orden de computadora
fr: Commande informatique
ja: コンピュータの順序
ko: 컴퓨터 주문
zh_hans: 电脑订单
zh_hant: 電腦訂單

# mobile.workspaces.preview.mixed.after
source: After Groups
ar: بعد المجموعات
de: Nach Gruppen
es: Después de los grupos
fr: Après les groupes
ja: グループの後
ko: 그룹 이후
zh_hans: 分组后
zh_hant: 分組後

# mobile.workspaces.preview.mixed.alphaAnchor
source: Alpha Lead
ar: ألفا الرصاص
es: Plomo alfa
fr: Chef Alpha
ja: アルファ先頭
ko: 알파 리드
zh_hans: 阿尔法铅
zh_hant: 阿爾法鉛

# mobile.workspaces.preview.mixed.alphaGroup
source: Alpha Group
ar: مجموعة ألفا
de: Alpha-Gruppe
es: Grupo Alfa
fr: Groupe Alpha
ja: アルファグループ
ko: 알파그룹
zh_hans: 阿尔法集团
zh_hant: 阿爾法集團

# mobile.workspaces.preview.mixed.before
source: Before Groups
ar: قبل المجموعات
de: Vor Gruppen
es: Antes de los grupos
fr: Avant les groupes
ja: グループの前
ko: 그룹 이전
zh_hans: 分组前
zh_hant: 分組前

# mobile.workspaces.preview.mixed.betaAnchor
source: Beta Lead
ar: بيتا الرصاص
de: Beta-Leiter
es: Plomo Beta
fr: Responsable bêta
ja: ベータ先頭
ko: 베타 리드
zh_hans: 贝塔铅
zh_hant: 貝塔鉛

# mobile.workspaces.preview.mixed.betaGroup
source: Beta Group
ar: مجموعة بيتا
de: Beta-Gruppe
es: Grupo Beta
fr: Groupe bêta
ja: ベータグループ
ko: 베타 그룹
zh_hans: 贝塔集团
zh_hant: 貝塔集團

# mobile.workspaces.preview.mixed.between
source: Between Groups
ar: بين المجموعات
de: Zwischen Gruppen
es: Entre grupos
fr: Entre groupes
ja: グループの間
ko: 그룹 간
zh_hans: 组间
zh_hant: 組間

# mobile.workspaces.preview.mixed.inactiveMember
source: Inactive Member
ar: عضو غير نشط
de: Inaktives Mitglied
es: Miembro inactivo
fr: Membre inactif
ja: 非アクティブなメンバー
ko: 비활성 회원
zh_hans: 不活跃会员
zh_hant: 不活躍會員
